Repository: seanpm2001/mt-training-data
Catalog: ss/ss_pontoon.tmx
Source language: en_us
Languages: ss

source: Yes, we especially want your voice! Part of the aim of Common Voice is to gather as many different accents as possible so that voice recognition services work equally well for everyone. This means donations from non-native speakers are particularly important.
ss: Yebo, vele siyalidzinga livi lakho. Incenye yalesikuhlosile Common Voice kukweleka tinhlobo letiningi temavi kute letinsita tekuva emavi tisebentele wonkhe umuntfu. Loku kusho kutsi umnikelo losuka kubantfu etikhululumini letingiseto temdzabu umcoka.

source: You
ss: Wena

source: You are about to initiate a download of <size>{ $size }GB</size>, proceed?
ss: khani utocala ku download <size>{ $size }GB</size>, chubeka?

source: You are prepared to initiate a download of <b>{ $size }</b>
ss: Ulungele kucala i-download ye <b>{ $size }</b>

source: You can also copy and paste the direct URLs into your favorite download manager. They will expire in 12 hours, but you can come back to this page to generate new ones any time.
ss: Ungaphindze ukope phindze ubeke ngco i URL endzweni lapho ubeka tintfo takho lotitsandzako. Kutophupha emvakwa 12 hours, konja ungaphindza ubye utocopha lokusha noma ngabe kunini.

source: You can also use Keyboard Shortcuts: { sc-review-form-button-approve-shortcut } to Approve, { sc-review-form-button-reject-shortcut } to Reject, { sc-review-form-button-skip-shortcut } to Skip
ss: Ungasebentisa tindlela tekujubelisa ku keyboard: { sc-review-form-button-approve-shortcut } kuVuma, { sc-review-form-button-reject-shortcut } Kwala, { sc-review-form-button-skip-shortcut } kweca

source: You can choose to make your username public or anonymous.
ss: Ungakhetsa kwenta ligama lakho libonwe sive noma uligcine lingatiwa.

source: You can go to the <datasetsPage>datasets page</datasetsPage>, select the version and language(s) you want, and download it! The files have <metadataLink>associated metadata</metadataLink>, such as demographic information and validation data. You’ll need to provide an email address to download the dataset.
ss: Ungaya <datasetsPage>ekhasini lelwati</datasetsPage>, ufike ukhetse sigaba kanye ne(ti) lwimi lotifunako, bese uyatitsatsa! Lamafayela ane <metadataLink>lwati lolujulile</metadataLink>, lolufaka ekhatsi indzawo kanye nelwati siciniseko. Utodzingeka kutsi ufake i email yakho kute utsatse lolwati.

source: You can help build a diverse, open-source dataset by creating a Common Voice profile and contributing your voice.
ss: Ungasita kwakha i-database lehlukile ngekwakha likhasi lelichaza kabanti ngawe ku Common Voice upindze wengete liphimbo lakho.

source: You can meet others in the Mozilla language communities by joining <discourseLink>Discourse</discourseLink> for topical conversations, or <matrixLink>Matrix</matrixLink> for quick advice.
ss: Ungahlangana nalabanye kulommango waMozilla welulwimi ngekungenela <discourseLink>Discourse</discourseLink> mayelana ngetinkhulumo ngetindzaba letishisako, noma <matrixLink>Matrix</matrixLink> Matrix ngeteluleko letisheshako.

source: You cannot request your recordings while another request is already in progress.
ss: Angeke ukhone kucela i-recording uma lesinye sicelo sisachubeka.

source: You can request a new takeout of your recordings every { $days } days.
ss: Ungacelwa kukhishelwa i-recording yakho onkhe{ $days } malanga.

source: You can run events to help people contribute. It’s easier than you think. You could do it online with a videoconferencing tool, or in person if it’s safe. <eventTemplate>Check out our templates and resources for running events</eventTemplate>.
ss: Ungayichuba imicimbi kusita bantfu kutsi banikele. Kulula kunendlela longayicabanga. Ungayenta ngebucwephesha usebentise lithulusi le videoconferencing, noma wena nje matfupha kuphephile. <eventTemplate>Hlola tifanekiso kanye netinsita tekuchuba imicimbi</eventTemplate>.

source: You can <sentenceCollectorLinkAdd>add small numbers of sentences</sentenceCollectorLinkAdd>, or you can do <bulkImportDocsLink>bulk imports using Github</bulkImportDocsLink>. Remember that sentences need to be <licenseLink>CC0 (or public domain)</licenseLink>, or you can write your own.
ss: <sentenceCollectorLinkAdd>Ungangeta linani lelincane lemigca</sentenceCollectorLinkAdd>, noma<bulkImportDocsLink> ungawafaka ngeticumbi usebentisa Github</bulkImportDocsLink> Khumbula kutsi imigca yakho kumele ibe ku<licenseLink> CC0 (ngulesiveni)</licenseLink>, noma ungabhala yakho.

source: You can use the <scraperLink>Sentence extractor</scraperLink> to leverage short sentences from Wikipedia.
ss: Ungasebentisa <scraperLink>umhlungi wemisho</scraperLink> kusekela imisho lemifisha lephuma ku Wikipedia

source: You could include the website, e.g "Common Voice - https://commonvoice.mozilla.org/"
ss: Ungangeta lelikhasi langcondvomshina, e.g "Common Voice - https://commonvoice.mozilla.org/"

source: You could use academic referencing style, e.g Harvard style "Mozilla (2021) Common Voice. Available at https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"
ss: Ungasebentisa nendlela yeku reference lesebentiswa etikolweni lefaka ekhatsi Harvard style "Mozilla (2021) Common Voice. Lekhona ku https://commonvoice.mozilla.org/ (Accessed: 15th September 2021)"

source: You could use social media platforms to get the message out. Share posts that explain why it matters, and get in touch with other people talking about issues like language rights, voice AI, or bias in tech. See more advice on <campaignLink>running a social campaign, including content you can re-use</campaignLink>.
ss: Ungasebentisa tinkhundla tekuchumana kute usakate lomlayeto. Yabelana ngalokutfunyelwe lokuchaza kutsi kubaluleke kanganani, bese utsintsana nalabanye bantfu labakhuluma ngetindzaba letinjengemalungelo etilwimi, i-voice AI, noma imibono ngetebuchwephesha. Buka teluleko letiningi <campaignLink>ngekusebentisa umkhankhaso wekuchumana nebantfu, lonelwati longa phindze ulisebentise</campaignLink>.

source: You have not added any languages yet.
ss: Awukangeti lulwimi kwamanje.

source: You have not selected any languages. Please go to your <profileLink>Profile</profileLink> to select languages.
ss: Kute lulwimi lolukhetsile. Buyela e<profileLink>Khasini</profileLink> ukhetse khona lulwimi.

source: You must allow microphone access.
ss: Vumela kusebenta kwembobho.

source: You previously skipped sentences while reviewing. Resetting skipped sentences will show all skipped sentences again. This is independent of the language.
ss: Phambilini, kunemusho lowecile usabuyeketa. Kucalela phansi imisho leyeciwe kutawuyiveta futsi lemishoi. Loku akuhambelani nelulwimi noma buve bakho

source: Your accent is the way you pronounce words. It can be shaped by where you have lived, which other languages you speak and lots of other factors. You can share any information you feel is relevant here.
ss: Sichi sakho sekukhuluma yindlela yakho losho ngayo emagama. Ingabunjwa yindzawo lapho uhleti khona, letinye tilwimi lotikhulumako kantsi futsi naletinye tintfo. Ungasipha lolunye lwati lova ngatsi lomcukwa lana.

source: Your anonymous voice recordings will remain in the Common Voice dataset. Once you delete your profile you will no longer be able to submit a request to remove your recordings from the dataset
ss: Livi lakho lelitfebuliwe litogcinwa liyimfihlo emtfombeni welwati waka Common Voice. Wate wasusa lifayela lakho neke usakwati kutfumela sicelo sekususa lokutfwebuliwe kwakho emtfombeni welwati

source: Your daily goal has been created
ss: Ligoli lakho lelilanga selakhekile

source: Your download has started.
ss: Ku-download kwakho sekucalile

source: You’re contributing to a target segment
ss: Unikela ku target ye segment

source: You’re contributing to our first target segment
ss: Ulekelela ku target segment yetfu yekucala

source: You're currently set to <bold>NOT</bold> receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ss: Kwamanje, usethelwe kutsi <bold>HHAYI</bold> ungatfoli liposi lembane lekufaka ekhatsi kukhunjutwa ngemagoli, inchubo netincwadzi mayelana na Common Voice

source: You're currently set to receive emails such as goal reminders, my progress updates and newsletters about Common Voice
ss: Usethelwe kutsi utfole emapoli embane lafaka ekhatsi kukhunjutwa ngemagoli, inchubo yami, kanye netincwadzi nga Common Voice

source: Your email address
ss: Likheli leliposi lakho lembane

source: Your files are being assembled. Please check again later.
ss: Emafayela akho asahlanganiswa. Sicela uphindze uhlole futsi.

source: Your languages:
ss: Tilwimi Takho:

source: Your Languages
ss: Tilwimi Takho

source: Your username and email will not be associated with the published data.
ss: Ligama lakho kanye neliposi lembane ngeke kumbandzakanywe nale data letokhishwa

source: Your weekly goal has been created
ss: Ligoli lakho leliviki selakhekile

source: You should receive an email shortly explaining the steps to get your language added to Common Voice
ss: Kumele utfole liposi lembane masinyane lelitakuchazela ngetindlela tekufika elwimini lwakho ku Common Voice.

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } recording goal!
ss: Usite Common Voice kufinyelela ku <goalPercentage></goalPercentage> wemagoli etfu { $goalValue } ekutfwebula ngelilanga

source: You've helped Common Voice reach <goalPercentage></goalPercentage> of our daily { $goalValue } validation goal!
ss: Usite Common Voice kufinyelela ku <goalPercentage></goalPercentage> wemagoli etfu { $goalValue } ekucinisekisa ngelilanga

source: You've successfully signed up for contributing to { $language }. Thank you.
ss: Uphumelele kungena ekwelekelaleni ku { $language }. Siyabonga

source: Zulu
ss: Si-Zulu
